Repository: whyisjake/today
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh_hans, zh_hant

source: %lld Comments
de: %lld Kommentare
es: %lld comentarios
ja: %lld件のコメント

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
ja: %1$lld / %2$lld

source: %lld recent articles
de: %lld aktuelle Artikel
es: %lld artículos recientes
ja: %lld件の最新記事

# %lld unread (%lld total) • %lld favorites (%lld total)
source: %1$lld unread (%2$lld total) • %3$lld favorites (%4$lld total)
de: %1$lld ungelesen (%2$lld gesamt) • %3$lld Favoriten (%4$lld gesamt)
es: %1$lld sin leer (%2$lld total) • %3$lld favoritos (%4$lld total)
ja: %1$lld件未読（%2$lld件中）• %3$lld件のお気に入り（%4$lld件中）

# %lld unread • %lld favorites
source: %1$lld unread • %2$lld favorites
de: %1$lld ungelesen • %2$lld Favoriten
es: %1$lld sin leer • %2$lld favoritos
ja: %1$lld件未読 • %2$lld件のお気に入り

source: A modern RSS reader for iOS
de: Ein moderner RSS-Reader für iOS
es: Un lector RSS moderno para iOS
ja: iOS用モダンRSSリーダー

source: About
de: Über
es: Acerca de
ja: このアプリについて

source: Accent Color
de: Akzentfarbe
es: Color de acento
ja: アクセントカラー

source: Add
de: Hinzufügen
es: Añadir
ja: 追加

source: Add Feed
de: Feed hinzufügen
es: Añadir fuente
ja: フィードを追加

source: Add Reddit Feed
de: Reddit-Feed hinzufügen
es: Añadir fuente de Reddit
ja: Redditフィードを追加

source: Add RSS Feed
de: RSS-Feed hinzufügen
es: Añadir fuente RSS
ja: RSSフィードを追加

source: Add some RSS feeds to get started
de: Füge einige RSS-Feeds hinzu, um loszulegen
es: Añade algunas fuentes RSS para comenzar
ja: RSSフィードを追加して始めましょう

source: Adding feed...
de: Feed wird hinzugefügt...
es: Añadiendo fuente...
ja: フィードを追加中...

source: AI Summary
de: KI-Zusammenfassung
es: Resumen IA
fr: Résumé IA
it: Riepilogo IA
ja: AI要約
ko: AI 요약
pt: Resumo IA
zh_hans: AI摘要
zh_hant: AI摘要

source: AI Summary Assistant
de: KI-Zusammenfassungsassistent
es: Asistente de resumen IA
ja: AI要約アシスタント

source: All Articles
de: Alle Artikel
es: Todos los artículos
ja: すべての記事

source: All caught up!
de: Alles gelesen!
es: ¡Todo al día!
ja: すべて読みました！

source: Appearance
de: Erscheinungsbild
es: Apariencia
ja: 外観

source: Ask about your articles...
de: Frage zu deinen Artikeln...
es: Pregunta sobre tus artículos...
ja: 記事について質問...

source: Ask me about your articles or get a curated news summary.
de: Frag mich zu deinen Artikeln oder erhalte eine kuratierte Nachrichtenzusammenfassung.
es: Pregúntame sobre tus artículos u obtén un resumen de noticias.
ja: 記事について質問するか、厳選されたニュースサマリーを取得してください。

source: By %@
de: Von %@
es: Por %@

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Category
de: Kategorie
es: Categoría
ja: カテゴリー

source: Chapters
de: Kapitel
es: Capítulos
ja: チャプター

source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
ja: すべてのデータを消去

source: Comments
de: Kommentare
es: Comentarios
ja: コメント

source: Custom Category Name
de: Benutzerdefinierter Kategoriename
es: Nombre de categoría personalizada
ja: カスタムカテゴリー名

source: Dark
de: Dunkel
es: Oscuro
ja: ダーク

source: Default (System Voice)
de: Standard (Systemstimme)
es: Predeterminada (Voz del sistema)
ja: デフォルト（システム音声）

source: Delete
de: Löschen
es: Eliminar
ja: 削除

source: Delete Feed
de: Feed löschen
es: Eliminar fuente
ja: フィードを削除

source: Developer
de: Entwickler
es: Desarrollador
ja: 開発者

source: Done
de: Fertig
es: Listo
ja: 完了

source: Edit
de: Bearbeiten
es: Editar
ja: 編集

source: Edit Feed
de: Feed bearbeiten
es: Editar fuente
ja: フィードを編集

source: Enter a custom category name for this feed
de: Gib einen benutzerdefinierten Kategorienamen für diesen Feed ein
es: Introduce un nombre de categoría personalizada para esta fuente
ja: このフィードのカスタムカテゴリー名を入力

source: Enter the subreddit name without 'r/' (e.g., 'politics', 'technology')
de: Gib den Subreddit-Namen ohne 'r/' ein (z.B. 'politics', 'technology')
es: Introduce el nombre del subreddit sin 'r/' (ej., 'politics', 'technology')
ja: サブレディット名を「r/」なしで入力（例：'politics'、'technology'）

source: Export OPML
de: OPML exportieren
es: Exportar OPML
ja: OPMLをエクスポート

source: Failed to load
de: Laden fehlgeschlagen
es: Error al cargar
ja: 読み込みに失敗

source: Failed to load image
de: Bild konnte nicht geladen werden
es: Error al cargar imagen
ja: 画像の読み込みに失敗

source: Failed to Load Post
de: Beitrag konnte nicht geladen werden
es: Error al cargar publicación
ja: 投稿の読み込みに失敗

source: Favorite
de: Favorit
es: Favorito
ja: お気に入り

source: Favorites
de: Favoriten
es: Favoritos
ja: お気に入り

source: Favorites Only
de: Nur Favoriten
es: Solo favoritos
ja: お気に入りのみ

source: Feed Title
de: Feed-Titel
es: Título de la fuente
ja: フィードタイトル

source: Feed Type
de: Feed-Typ
es: Tipo de fuente
ja: フィードタイプ

source: Font
de: Schriftart
es: Fuente
ja: フォント

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt: Geral
zh_hans: 通用
zh_hant: 一般

source: Generate a curated newsletter from %@
de: Kuratierter Newsletter von %@ erstellen
es: Generar un boletín curado de %@
ja: %@から厳選ニュースレターを生成

source: Generate Newsletter
de: Newsletter erstellen
es: Generar boletín
ja: ニュースレターを生成

source: Generate Today's Newsletter
de: Heutigen Newsletter erstellen
es: Generar boletín de hoy
ja: 今日のニュースレターを生成

source: Generating newsletter...
de: Newsletter wird erstellt...
es: Generando boletín...
ja: ニュースレターを生成中...

source: Get a curated summary with commentary
de: Erhalte eine kuratierte Zusammenfassung mit Kommentar
es: Obtén un resumen curado con comentarios
ja: 解説付きの厳選サマリーを取得

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda
zh_hans: 帮助
zh_hant: 說明

source: Here's what you need to know from your feeds today. I've curated the highlights with a bit of context.
de: Das solltest du heute aus deinen Feeds wissen. Ich habe die Highlights mit etwas Kontext zusammengestellt.
es: Esto es lo que necesitas saber de tus fuentes hoy. He seleccionado lo más destacado con algo de contexto.
ja: 今日のフィードから知っておくべきことをお届けします。ハイライトを少しの文脈と共にまとめました。

source: Hide Alt Feeds
de: Alt-Feeds ausblenden
es: Ocultar feeds Alt
ja: Altフィードを非表示

source: Hide Read
de: Gelesene ausblenden
es: Ocultar leídos
ja: 既読を非表示

source: Import
de: Importieren
es: Importar
ja: インポート

source: Import OPML
de: OPML importieren
es: Importar OPML
ja: OPMLをインポート

source: Importing feeds...
de: Feeds werden importiert...
es: Importando fuentes...
ja: フィードをインポート中...

source: Invalid URL: %@
de: Ungültige URL: %@
es: URL inválida: %@
ja: 無効なURL: %@

source: Last synced: %@ ago
de: Zuletzt synchronisiert: vor %@
es: Última sincronización: hace %@
ja: 最終同期: %@前

source: Light
de: Hell
es: Claro
ja: ライト

source: Listen
de: Anhören
es: Escuchar
ja: 聴く

source: Load Previous Day
de: Vorherigen Tag laden
es: Cargar día anterior
ja: 前日を読み込む

source: Loading post...
de: Beitrag wird geladen...
es: Cargando publicación...
ja: 投稿を読み込み中...

source: Made with ♥️ in California
de: Mit ♥️ in Kalifornien gemacht
es: Hecho con ♥️ en California
ja: カリフォルニアで♥️を込めて作成

source: Mark all %lld articles as read?
de: Alle %lld Artikel als gelesen markieren?
es: ¿Marcar todos los %lld artículos como leídos?
ja: %lld件の記事をすべて既読にしますか？

# Mark all %lld articles in %@ as read?
source: Mark all %1$lld articles in %2$@ as read?
de: Alle %1$lld Artikel in %2$@ als gelesen markieren?
es: ¿Marcar todos los %1$lld artículos en %2$@ como leídos?
ja: %2$@の%1$lld件の記事をすべて既読にしますか？

source: Mark All as Read
de: Alle als gelesen markieren
es: Marcar todo como leído
ja: すべて既読にする

source: Mark as Unread
de: Als ungelesen markieren
es: Marcar como no leído
ja: 未読にする

source: Menu
de: Menü
es: Menú
ja: メニュー

source: News
de: Nachrichten
es: Noticias
fr: Actualités
it: Notizie
ja: ニュース
ko: 뉴스
pt: Notícias
zh_hans: 新闻
zh_hant: 新聞

source: Next
de: Weiter
es: Siguiente
ja: 次へ

source: No articles in this feed
de: Keine Artikel in diesem Feed
es: No hay artículos en esta fuente
ja: このフィードに記事がありません

source: No Articles Yet
de: Noch keine Artikel
es: Aún no hay artículos
ja: まだ記事がありません

source: No chapters
de: Keine Kapitel
es: Sin capítulos
ja: チャプターなし

source: No comments yet
de: Noch keine Kommentare
es: Aún no hay comentarios
ja: まだコメントがありません

source: No Favorites Yet
de: Noch keine Favoriten
es: Aún no hay favoritos
ja: まだお気に入りがありません

source: No recent articles from this feed
de: Keine aktuellen Artikel aus diesem Feed
es: No hay artículos recientes de esta fuente
ja: このフィードからの最新記事がありません

source: No Unread Articles
de: Keine ungelesenen Artikel
es: No hay artículos sin leer
ja: 未読記事がありません

source: No unread articles from this feed
de: Keine ungelesenen Artikel aus diesem Feed
es: No hay artículos sin leer de esta fuente
ja: このフィードからの未読記事がありません

source: Now Playing
de: Aktuelle Wiedergabe
es: Reproduciendo
ja: 再生中

source: Open in Article View
de: In Artikelansicht öffnen
es: Abrir en vista de artículo
ja: 記事ビューで開く

source: Open in Browser
de: Im Browser öffnen
es: Abrir en navegador
ja: ブラウザで開く

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
ja: Safariで開く

source: Open in Today Browser
de: Im Today-Browser öffnen
es: Abrir en navegador Today
ja: Todayブラウザで開く

source: Opens short articles directly in your default browser
de: Öffnet kurze Artikel direkt in deinem Standardbrowser
es: Abre artículos cortos directamente en tu navegador predeterminado
ja: 短い記事をデフォルトブラウザで直接開きます

source: Opens short articles in Today's built-in browser
de: Öffnet kurze Artikel im integrierten Today-Browser
es: Abre artículos cortos en el navegador integrado de Today
ja: 短い記事をToday内蔵ブラウザで開きます

source: OPML Exported
de: OPML exportiert
es: OPML exportado
ja: OPMLをエクスポートしました

source: Or generate by category:
de: Oder nach Kategorie erstellen:
es: O generar por categoría:
ja: またはカテゴリー別に生成：

source: Or try asking:
de: Oder versuche zu fragen:
es: O intenta preguntar:
ja: こう聞いてみてください：

source: Paste OPML Content
de: OPML-Inhalt einfügen
es: Pegar contenido OPML
ja: OPMLコンテンツを貼り付け

source: Paste your OPML file content above to import feeds.
de: Füge den Inhalt deiner OPML-Datei oben ein, um Feeds zu importieren.
es: Pega el contenido de tu archivo OPML arriba para importar fuentes.
ja: 上にOPMLファイルの内容を貼り付けてフィードをインポートしてください。

source: Pause article audio
de: Artikel-Audio pausieren
es: Pausar audio del artículo
ja: 記事の音声を一時停止

source: Personal
de: Persönlich
ja: パーソナル

source: Play article audio
de: Artikel-Audio abspielen
es: Reproducir audio del artículo
ja: 記事の音声を再生

source: Play Podcast
de: Podcast abspielen
es: Reproducir podcast
ja: ポッドキャストを再生

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
ja: 再生速度

source: Politics
de: Politik
es: Política
fr: Politique
it: Politica
ja: 政治
ko: 정치
pt: Política
zh_hans: 政治
zh_hant: 政治

source: Previous
de: Zurück
es: Anterior
ja: 前へ

source: Read
de: Gelesen
es: Leído
ja: 既読

source: Read full article
de: Vollständigen Artikel lesen
es: Leer artículo completo
ja: 記事全文を読む

source: Read Full Article
de: Vollständigen Artikel lesen
es: Leer artículo completo
ja: 記事全文を読む

source: Read in App
de: In App lesen
es: Leer en la app
ja: アプリで読む

source: Read Status
de: Lesestatus
es: Estado de lectura
ja: 既読状態

source: Reading
de: Lesen
es: Lectura
ja: 閲覧

source: Sans Serif
de: Serifenlos
ja: サンセリフ

source: Save
de: Speichern
es: Guardar
ja: 保存

source: Search articles
de: Artikel suchen
es: Buscar artículos
ja: 記事を検索

source: Select from predefined categories
de: Aus vordefinierten Kategorien auswählen
es: Seleccionar de categorías predefinidas
ja: 定義済みカテゴリーから選択

source: Select Voice
de: Stimme auswählen
es: Seleccionar voz
ja: 音声を選択

source: Serif
de: Serifen
ja: セリフ

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
ja: 共有

source: Short Article Behavior
de: Verhalten bei kurzen Artikeln
es: Comportamiento de artículos cortos
ja: 短い記事の動作

source: Short articles have minimal content (less than 300 characters) and are indicated by an external link icon.
de: Kurze Artikel haben wenig Inhalt (weniger als 300 Zeichen) und werden durch ein externes Link-Symbol gekennzeichnet.
es: Los artículos cortos tienen contenido mínimo (menos de 300 caracteres) y se indican con un icono de enlace externo.
ja: 短い記事は内容が少なく（300文字未満）、外部リンクアイコンで示されます。

source: Show All
de: Alle anzeigen
es: Mostrar todo
ja: すべて表示

source: Show Alt Feeds
de: Alt-Feeds anzeigen
es: Mostrar feeds Alt
ja: Altフィードを表示

source: Show me recent articles
de: Zeig mir aktuelle Artikel
es: Muéstrame artículos recientes
fr: Montre-moi les articles récents
it: Mostrami articoli recenti
ja: 最近の記事を見せて
ko: 최근 기사 보여줘
pt: Mostre-me artigos recentes
zh_hans: 显示最近的文章
zh_hant: 顯示最近的文章

source: Show Read
de: Gelesene anzeigen
es: Mostrar leídos
ja: 既読を表示

source: Shows short articles in the article detail view
de: Zeigt kurze Artikel in der Artikelansicht an
es: Muestra artículos cortos en la vista de artículo
ja: 短い記事を記事詳細ビューで表示します

source: Social
de: Soziales
ja: ソーシャル
ko: 소셜
zh_hans: 社交
zh_hant: 社群

source: Software Engineer
de: Software-Entwickler
es: Ingeniero de software
ja: ソフトウェアエンジニア

source: Speed
de: Tempo
es: Velocidad
ja: 速度

source: Stop
de: Stopp
es: Detener
ja: 停止

source: Swipe left on articles to add them to favorites.
de: Wische auf Artikeln nach links, um sie zu Favoriten hinzuzufügen.
es: Desliza a la izquierda en artículos para añadirlos a favoritos.
ja: 記事を左にスワイプしてお気に入りに追加

source: Sync All Feeds
de: Alle Feeds synchronisieren
es: Sincronizar todas las fuentes
ja: すべてのフィードを同期

source: Syncing feeds...
de: Feeds werden synchronisiert...
es: Sincronizando fuentes...
ja: フィードを同期中...

source: Tap any article above to read more. See you tomorrow.
de: Tippe auf einen Artikel oben, um mehr zu lesen. Bis morgen.
es: Toca cualquier artículo arriba para leer más. Hasta mañana.
fr: Touchez un article ci-dessus pour en lire plus. À demain.
it: Tocca un articolo sopra per leggere di più. A domani.
ja: 上の記事をタップして続きを読む。また明日。
ko: 위의 기사를 탭하여 더 읽어보세요. 내일 봐요.
pt: Toque em qualquer artigo acima para ler mais. Até amanhã.
zh_hans: 点击上方任意文章阅读更多。明天见。
zh_hant: 點擊上方任意文章閱讀更多。明天見。

source: Tap to view full size
de: Tippen für volle Größe
es: Toca para ver tamaño completo
ja: タップしてフルサイズで表示

source: Tech
de: Technik
es: Tecnología
ja: テック
ko: 테크
pt: Tecnologia
zh_hans: 科技
zh_hant: 科技

source: Technology
de: Technologie
es: Tecnología
ja: テクノロジー

source: Text-to-Speech Voice
de: Text-zu-Sprache Stimme
es: Voz de texto a voz
ja: 音声読み上げの声

source: That's it for today!
de: Das war's für heute!
es: ¡Eso es todo por hoy!
fr: C'est tout pour aujourd'hui !
it: È tutto per oggi!
ja: 今日は以上です！
ko: 오늘은 여기까지!
pt: É isso por hoje!
zh_hans: 今天就到这里！
zh_hant: 今天就到這裡！

source: That's it for today! Tap any article below to read more. See you tomorrow.
de: Das war's für heute! Tippe auf einen Artikel unten, um mehr zu lesen. Bis morgen.
es: ¡Eso es todo por hoy! Toca cualquier artículo abajo para leer más. Hasta mañana.
ja: 今日は以上です！下の記事をタップして続きを読む。また明日。

source: Theme
de: Design
es: Tema
ja: テーマ

source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
ja: この操作は取り消せません。

source: This is the voice of %@
de: Das ist die Stimme von %@
es: Esta es la voz de %@
ja: これは%@の声です

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
zh_hans: 今日
zh_hant: 今日

source: Today's Brief
de: Tagesüberblick
es: Resumen de Hoy
fr: Résumé du Jour
it: Riepilogo di Oggi
ja: 今日のダイジェスト
ko: 오늘의 요약
pt: Resumo de Hoje
zh_hans: 今日简报
zh_hant: 今日簡報

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
ja: 再試行

source: Try syncing the feed to fetch new articles
de: Versuche den Feed zu synchronisieren, um neue Artikel zu laden
es: Intenta sincronizar la fuente para obtener nuevos artículos
ja: フィードを同期して新しい記事を取得してください

source: Type
de: Typ
es: Tipo
ja: タイプ

source: Unfavorite
de: Aus Favoriten entfernen
es: Quitar de favoritos
ja: お気に入りから削除

source: Unread
de: Ungelesen
es: Sin leer
ja: 未読

source: Unread Only
de: Nur ungelesene
es: Solo sin leer
ja: 未読のみ

source: Use Custom Category
de: Benutzerdefinierte Kategorie verwenden
es: Usar categoría personalizada
ja: カスタムカテゴリーを使用

source: Website
de: Webseite
es: Sitio web
ja: ウェブサイト

source: What should I read?
de: Was soll ich lesen?
es: ¿Qué debería leer?
fr: Que devrais-je lire ?
it: Cosa dovrei leggere?
ja: 何を読むべき？
ko: 무엇을 읽어야 할까요?
pt: O que devo ler?
zh_hans: 我应该读什么？
zh_hant: 我應該讀什麼？

source: What's trending?
de: Was ist im Trend?
es: ¿Qué está en tendencia?
fr: Quelles sont les tendances ?
it: Cosa è di tendenza?
ja: トレンドは？
ko: 트렌드가 뭐예요?
pt: O que está em alta?
zh_hans: 有什么热门？
zh_hant: 有什麼熱門？

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ja: 仕事
ko: 업무
pt: Trabalho
zh_hans: 工作
zh_hant: 工作

source: You're all caught up! Tap the filter icon to show read articles.
de: Du bist auf dem neuesten Stand! Tippe auf das Filtersymbol, um gelesene Artikel anzuzeigen.
es: ¡Todo al día! Toca el icono de filtro para mostrar artículos leídos.
ja: すべて読みました！フィルターアイコンをタップして既読の記事を表示します。

source: Your OPML feed list has been copied to the clipboard.
de: Ihre OPML-Feedliste wurde in die Zwischenablage kopiert.
es: Tu lista de fuentes OPML ha sido copiada al portapapeles.
ja: OPMLフィードリストがクリップボードにコピーされました。

source: Comics
es: Cómics
ja: コミック

source: Feed Details
es: Detalles de la fuente
ja: フィード詳細

source: Feed Newsletter
es: Boletín de la fuente
ja: フィードニュースレター

source: Feeds
es: Fuentes
fr: Flux
it: Feed
ja: フィード
ko: 피드
zh_hans: 订阅源
zh_hant: 訂閱源

source: Newsletter
es: Boletín
ja: ニュースレター

source: Pause
es: Pausa
ja: 一時停止

source: RSS Feed URL
es: URL de fuente RSS
ja: RSSフィードURL

source: RSS Feeds
es: Fuentes RSS
ja: RSSフィード

source: Subreddit Name
es: Nombre del subreddit
ja: サブレディット名

source: System
es: Sistema
ja: システム

source: -15s
ja: -15秒

source: +30s
ja: +30秒

source: Audio
ja: オーディオ

source: Podcasts
ja: ポッドキャスト
